GUIDE_TYPE = ((1, '자유로운'), (2, '유쾌한'), (4, '지적인'), (8, '유머스러운'),
              (16, '감성적인'), (32, '친절한'), (64, '전문적인'))
GUIDE_THEME = ((1, '액티비티'), (2, '현지꿀팁'), (4, '문화/예술'), (8, '골목여행'),
               (16, '자연경관'), (32, '맛집기행'), (64, '역사여행'))

TRANS_VIA = ((1, "직항"), (2, "경유 1회"), (4, "경유 2회"))
TRANS_CLASS = ((1, "이코노미 석"), (2, "비즈니스 석"), (4, "퍼스트 석"))
ACCOM_LOCATION = ((1, "공항 근처"), (2, "시내"), (4, "여행지 근처"), (8, "기타"))
ACCOM_TYPE = ((1, "호텔"), (2, "한인 민박"), (4, "현지인 집"), (8, "리조트"),
              (16, "가이드 집"))
GUIDE_TYPE2 = ((1, "유쾌한"), (2, "차분한"), (4, "지적인"), (8, "유머러스한"),
               (16, "감성적인"), (32, "설명을 잘하는"), (64, "경제적인"))
THEME = ((1, "현지 꿀팁"), (2, "액티비티"), (4, "문화/예술"), (8, "골목 여행"),
         (16, "자연 경관"), (32, "맛집 기행"), (64, "역사여행"))
LOCAL_TRANS = ((1, "자동차"), (2, "대중교통"), (4, "자전거"), (8, "상관없음"))
IMPORTANCE = ((1, "맛집"), (2, "인생사진"), (4, "적절한 휴식"), (8, "친구같은 가이드"),
              (16, "역사 공부"), (32, "기타"))
GUIDE_MAJOR = ((1, "스루 가이드"), (2, "현지 가이드"))
